Sizing failed. Flow for section is 0.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId SizingFailedZeroFlow { get; }
  Visual Basic
Public Shared ReadOnly Property SizingFailedZeroFlow As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ SizingFailedZeroFlow {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GenericMEPFailures Class
  Autodesk.Revit.DB Namespace